Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pierścienie, naszyjniki i amulety. Do wyboru, do koloru.
uk: Персні, намиста, амулети. На будь-який смак і колір.

source: Pierścień
uk: Перстень

source: Pierścień Maga Wody
uk: Перстень Мага Води

source: Pierścień Myrtańczyka
uk: Перстень міртанця

source: Pierścień Nordmarczyka
uk: Перстень нордмарця

source: Pierścień Pirata
uk: Перстень пірата

source: Pierścień Południowca
uk: Перстень південця

source: Pierścień Wilczego Syna
uk: Перстень Вовчого Сина

source: Pierścień Wodnego Kręgu
uk: Перстень Кільця Води

source: Pierścień drewnianej skóry
uk: Перстень дерев'яної шкіри

source: Pierścień ducha
uk: Перстень духу

source: Pierścień gwiezdnej mocy
uk: Перстень астральної сили

source: Pierścień kamiennej skóry
uk: Перстень кам'яної шкіри

source: Pierścień maga
uk: Перстень мага

source: Pierścień magicznej obrony
uk: Перстень захисту від магії

source: Pierścień magii
uk: Перстень магії

source: Pierścień mistrza przywołań
uk: Перстень майстра виклику

source: Pierścień mocy
uk: Перстень міці

source: Pierścień nietykalności
uk: Перстень невразливості

source: Pierścień nowicjusza
uk: Перстень послушника

source: Pierścień odbicia
uk: Перстень відбиття

source: Pierścień odwagi
uk: Перстень мужності

source: Pierścień ognia
uk: Перстень захисту від вогню

source: Pierścień oświecenia
uk: Перстень просвітлення

source: Pierścień pięściarza
uk: Кулачний перстень

source: Pierścień potęgi
uk: Перстень влади

source: Pierścień pożogi
uk: Перстень вогню

source: Pierścień siły
uk: Перстень сили

source: Pierścień twardych kości
uk: Перстень міцних кісток

source: Pierścień uników
uk: Перстень ухилення

source: Pierścień wiecznych zwycięstw
uk: Перстень непереможності

source: Pierścień z Archolos
uk: Перстень Архолосу

source: Pierścień z fioletowym kamieniem
uk: Перстень з фіолетовим каменем

source: Pierścień z niebieskim kamieniem
uk: Перстень з синім каменем

source: Pierścień zdolności
uk: Перстень майстерності

source: Pierścień zręczności
uk: Перстень спритності

source: Pierścień złodzieja
uk: Перстень злодія

source: Pierścień żelaznych kości
uk: Перстень залізних кісток

source: Pierścień życia
uk: Перстень життя

source: Pierścień żywotności
uk: Перстень живучості

source: Pies
uk: Пес

source: Pies Araxos zwęszył trop. Imponujące, myślałem, że tylko wasi łowcy to potrafią.
uk: Пес Араксосу знайшов слід. Вражає, а я вже думав, що тільки ваші мисливці на це здатні.

source: Pies gończy
uk: Мисливський пес

source: Pies zdaje się być najedzony po dwóch przysmakach. Powinienem wrócić później.
uk: Здається, пес наївся після двох частувань. Я маю повернутися пізніше.

source: Pieszo też jakoś dasz radę, ale musiałbyś przejść przez lasy ciągnące się wzdłuż wybrzeża. Z tego co wiem, są dość niebezpieczne.
uk: Можна й пішки, але йти доведеться через ліси вздовж узбережжя. Наскільки я знаю, вони досить небезпечні.

source: Pieter
uk: Пітер

source: Pieter nie będzie już ci sprawiał problemu.
uk: Пітер більше не створить тобі проблем.

source: Pietruszka
uk: Петрушка

source: Pieśń poległych
uk: Пісня полеглих

source: Pijaczka
uk: П'яниця

source: Pijak
uk: П'яниця

source: Pijany Wilczy Syn
uk: П'яний Вовчий Син

source: Pijany bezdomny
uk: П'яний безпритульний

source: Pijany marynarz
uk: П'яний моряк

source: Pijany przewodnik
uk: П'яний провідник

source: Pijany rybak
uk: П'яний рибалка

source: Pijanych?
uk: П'яних?

source: Pijemy do dna!
uk: Вип'ємо до дна!

source: Pijesz, pijesz, pijesz i w końcu o wszystkim zapominasz!
uk: Ти п'єш, п'єш, п'єш і врешті-решт просто про все забуваєш!

source: Piję i bimbam sobie, a na co ci to wygląda, gnojku?
uk: Я п'ю і байдикую, а на що це схоже, по-твоєму, покидьку?

source: Piję psie szczyny, bo nic innego nie oferuje ta zapchlona dziura.
uk: П'ю собачу сечу, бо більше нічого не пропонує ця блохаста діра.

source: Pika bojowa
uk: Бойовий посох

source: Pika nowicjusza
uk: Посох послушника

source: Pika, w którą zostaje zaopatrzony każdy nowicjusz.
uk: Посох, який видають кожному послушнику.

source: Pikantne kotlety z rybiego mięsa,
uk: Гострі рибні котлети,

source: Pikantny placek z mięsem
uk: Гострий м'ясний пиріг

source: Pilne sprawy... Każdy ma jakieś. Wiesz co?
uk: Невідкладні справи... У всіх вони є. Знаєш, що?

source: Pilne zamówienie na skóry i futra!
uk: Термінове замовлення на шкури та хутро!

source: Pilnowanie pracowników to całkiem wdzięczne zajęcie.
uk: Слідкувати за своїми підлеглими – досить корисна справа.

source: Pilnowanie tego miejsca nie jest takie złe. Mimo ciągłego stukotu kilofów, jest tu w gruncie rzeczy bardzo spokojnie.
uk: Стежити за цим місцем не так вже й погано. Незважаючи на постійний стукіт кирок, тут насправді дуже спокійно.

source: Pilnowałem ich jak oka w głowie, bojąc się, że je stracę i mój interes upadnie.
uk: Я не спускав з них очей, боявся, що втрачу їх і моя справа накриється мідним тазом.

source: Pilnuj Fellera!
uk: Слідкуй за Феллером!

source: Pilnuj jej jak oka w głowie!
uk: Пильнуй її, як зіницю ока!

source: Pilnuj, żebyście nie upuścili nawet bryłki. Nasz klient jest dużo bardziej skrupulatny niż ci durni królewscy urzędnicy.
uk: Дивись, щоб не загубити жодного шматочка. Наш клієнт набагато прискіпливіший за тих паскудних королівських чиновників.

source: Pilnujemy bezpieczeństwa gubernatora, rzecz jasna.
uk: Слідкує за безпекою губернатора, звісно.

source: Pilnuję, bo te parszywe bestie zagnieździły się w pobliżu.
uk: Пильную, бо ці мерзенні тварюки гніздяться неподалік.

source: Pilnuję, żeby bestie nie zbliżały się zbytnio do wioski i pól uprawnych.
uk: Я стежу за тим, щоб звірі не підходили надто близько до села та полів.

source: Pilnuję, żeby dzikie zwierzęta i nieproszeni goście trzymali się z dala od wioski.
uk: Я стежу за тим, щоб дикі тварини та непрохані гості трималися подалі від села.

source: Pilnuję, żeby żadnemu z was nie przeszło przez myśl myszkować po nieswoich gratach!
uk: Стежу за тим, щоб нікому з вас не спало на думку порпатися в чужому барахлі!

source: Piorun kulisty
uk: Кульова блискавка

source: Piorę, gotuję, sprzątam. Najczęściej to drugie, ale robię wszystko to, o co mój pan mnie poprosi.
uk: Перу, готую, прибираю. В основному готую, але я роблю все, про що мій пан мене попросить.

source: Piraci nie żyją, atak odbył się z niewielkimi stratami po naszej stronie. Moim zdaniem wszystko poszło zgodnie z planem.
uk: Пірати мертві. Напад відбувся з невеликими втратами з нашого боку. На мій погляд, все пройшло за планом.

source: Piraci, z którymi tutaj przypłynęliśmy, nie wyglądali na przyjaznych.
uk: Пірати, з якими ми приплили сюди, не виглядали доброзичливими.

source: Piracka zbroja
uk: Обладунок пірата

source: Piracki kordelas
uk: Піратська шабля

source: Pirat
uk: Пірат

source: Pirat mówił, że niedaleko stąd jest przystań. Nie lepiej udać się tam najpierw?
uk: Пірат сказав, що недалеко звідси є якась гавань. Чи не краще спочатку вирушити туди?

source: Pisali, że należy przypomnieć sobie czasy młodości i wczuć się mocno w jakieś nostalgiczne wspomnienie...
uk: В ній написано, що треба згадати молодість і сильно зануритися в якийсь ностальгічний спогад...

source: Pisanie zwojów
uk: Перепис. сувоїв

source: Pisarz Venzel może mnie odpłatnie nauczyć posługiwania się bronią jednoręczną i dwuręczną.
uk: Письменник Венцель за певну плату може навчити мене володінню одноручною і дворучною зброєю.

source: Pisarz o imieniu Venzel.
uk: Письменник на ім'я Венцель.

source: Pisemna referencja od Albyna.
uk: Письмова рекомендація від Альбіна.

source: Pisemna zgoda na zabieg Ruuda
uk: Письмова згода на проведення операції Рууда

source: Pisma
uk: Документи

source: Pismo do Gubernatora,
uk: Лист до Губернатора,

source: Pismo jest bardzo niezdarne.
uk: Написано дуже незграбно.

source: Pismo od Ruuda do Beinarda.
uk: Лист від Рууда до Бейнарда.

source: Pismo ze zleceniem od Volkera.
uk: Лист з дорученням від Волкера.

source: Pisze, że miasto się jej nie podoba.
uk: Вона пише, що місто їй не подобається.

source: Piszesz księgi?
uk: Ти пишеш книги?

source: Piszę te słowa z wielkim żalem, ale wspólną decyzją pełnego zebrania rady klasztornej, postanowiliśmy zakończyć naszą współpracę.
uk: З великим жалем пишу я ці слова, але спільним рішенням всіх учасників ради монастиря ми вирішили припинити нашу співпрацю.

source: Piwa, wina, czasami rum, chyba nic specjalnego.
uk: Пиво, різні вина, іноді ром, нічого особливого.

source: Piwko zawsze dobre, ale od razu widać, kto tu jest amatorem.
uk: Пиво – це завжди добре, але відразу видно, хто тут аматор.

source: Piwo
uk: Пиво

source: Piwo Gerstanda nie zasmakowało Dirkowi.
uk: Пиво Герстанда не до вподоби Дірку.

source: Piwo Wyspiarskie
uk: Острівне пиво

source: Piwo Wyspiarskie nie jest tym, czego potrzebuje Dirk.
uk: Острівне пиво – це не те, що потрібно Дірку.

source: Piwo butelkowe
uk: Пляшка пива

source: Piwo butelkowe nie zachwyciło Dirka.
uk: Пляшка пива не зацікавила Дірка.

source: Piwo dla ciebie.
uk: Ось пиво для тебе.

source: Piwo od Tomasa
uk: Пиво Томаса

source: Piwo! Piwo! Oddam królestwo i koronę za piwo!
uk: Пива! Пива! Я б віддав королівство і корону за пиво!

source: Piwo, jakie serwuje ta speluna, smakuje jak orkowe szczyny, ale lepsze to, niż nic.
uk: Пиво, яке тут подають, смакує як оркська сеча, але це краще, ніж нічого.

source: Pióra Venzela, spisana na
uk: За авторством Венцеля.

source: Pióro
uk: Перо

source: Piątego dnia podróży wraz z bratem Alatarem szczęśliwie dotarliśmy do wybrzeży wyspy. W pobliżu ujścia rzeki przywitali nas bracia Modares i Taneris.... mistrz Periandes wraz z bratem Coraxem udali się na rozmowy z... władcą, który nosi imię Volfzack, co w lokalnej mowie znaczy „syn wilka”.
uk: На п'ятий день подорожі ми з братом Алатаром щасливо дісталися узбережжя острова. Біля гирла річки нас зустріли брати Модарес і Танеріс... Магістр Періандес разом зі своїм братом Кораксом пішли поговорити з правителем острова, якого звуть Вольфзак, що в перекладі з місцевої мови означає 'син вовка'.

source: Piąty tom z pięciu.
uk: П'ятий том з п'яти.

source: Piękna sztuka.
uk: Прекрасна робота.

source: Piękne dzięki, Marvin! Naprawdę, gdyby nie było takiej konieczności, to nigdy bym cię nie prosił o taką przysługę. Gdy tylko uda mi się wrócić na prostą, to oddam ci to z nawiązką!
uk: Дуже дякую, Марвіне! Справді, якби це не було необхідно, я б ніколи не попросив тебе про таку послугу. Як тільки я зможу стати на ноги, я з лишком віддячу тобі!

source: Piękne dzięki, chłopcze. Już myślałem, że zamarznę tutaj na kość.
uk: Дуже дякую, хлопче. Я вже думав, що промерзну тут до кісток.

source: Piękne dzięki, kolego.
uk: Щиро дякую, друже.

source: Piękne dzięki, synku! Wy uchodźcy jednak nie jesteście tacy źli, jak o was mówią.
uk: Дуже дякую, синку! Ви, біженці, не такі вже й погані, як про вас говорять.

source: Piękne przedstawienie tam na arenie. Rzadko się widzi by ktoś walczył z taką gracją. Przyjmij te drobiazgi jako wyraz szacunku dla twojego kunsztu.
uk: Прекрасний виступ там, на арені. Рідко можна побачити, щоб хтось бився з такою грацією. Візьми ці дрібнички на знак поваги до твоєї майстерності.

source: Pięknie dzięki! Naprawdę ratujesz naszą przyszłość w klasztorze. Będziemy wdzięczni, jeśli nie powiesz o tym zajściu naszym przełożonym.
uk: Дуже дякуємо! Ти дійсно рятуєш наше майбутнє в монастирі. Будемо вдячні, якщо ти не повідомиш про цей інцидент нашому керівництву.

source: Pięknie dziękuję!
uk: Щиро дякую!

source: Pięknie dziękuję.
uk: Дуже дякую.

source: Pięknie zdobiony młot zabijaki z Przystani.
uk: Красиво орнаментований молот вбивці з Гавані.

source: Pięknie, po prostu pięknie. Jeszcze tylko buntu nam brakowało w tym wszystkim!
uk: Прекрасно, просто прекрасно. Єдине, чого нам бракувало, так це повстання!

source: Pięknie, spisałeś się. Oto twoja zapłata.
uk: Прекрасно, ти добре постарався. Ось твоя плата.

source: Pięknie. Podobno całkiem nieźle smakuje przysmażone na patelni, ale sok z dojrzałej rośliny jest o wiele cenniejszy.
uk: Прекрасно. Вочевидь, досить непогано смакуватиме підсмаженим на сковороді, але більш цінним є сік дозрілої рослини.

source: Piękny cios! Teraz sprawdzimy, jak sobie poradzisz przeciwko przeważającej ilości przeciwników.
uk: Чудовий удар! А тепер подивимось, як ти впораєшся з переважаючою кількістю суперників.

source: Piękny dom, jak na port oczywiście.
uk: Прекрасний будинок, як для порту, звичайно.

source: Piętnaście.
uk: П'ятнадцять.

source: Pięć.
uk: П'ять.

source: Pięćset sztuk złota jest twoje.
uk: Ось тобі п'ятсот золотих.

source: Pięćset sztuk złota, tyle potrzebuje! Zadowolony?
uk: П'ятсот золотих, ось скільки мені потрібно! Задоволений?

source: Pięściarz
uk: Боксер

source: Pięść wichru
uk: Кулак вітру

source: Piła
uk: Пила

source: Piłem lepsze, ale jak na krótką przerwę w pracy, to w sam raz.
uk: Я пив і краще, але втамувати спрагу на роботі – те що треба.

source: Piłem ostatnio z Legrifem... no, a potem się tu obudziłem. Z zejściem trochę poczekam, nie będę łaził po skałach, jak mnie tak łeb naparza...
uk: Я нещодавно пив з Легріфом... ну, а потім прокинувся тут. Я ще трохи почекаю, перш ніж спускатися, бо я не збираюся лазити по скелях, коли моя голова так розколюється...

source: Plac Targowy (obok piekarni)
uk: Ринкова площа (біля пекарні)

source: Plac Targowy.
uk: Ринкова площа.

source: Plac rybny.
uk: Рибний ринок.

source: Placek warzywno-grzybowy
uk: Пиріг з овочами та грибами

source: Plaga chrząszczy!
uk: Нашестя м'ясних жуків!

source: Plaga owadów
uk: Комашине нашестя

source: Plaga szczurów z kanałów została zażegnana. Garos powinien mnie za to wynagrodzić.
uk: Нашестя щурів із каналізації викорінено. Гарос повинен винагородити мене за це.

source: Plakaty rozwieszone. Teraz wystarczy, że poczekam dwa dni i mogę udać się do sędziego.
uk: Я розвісив оголошення. Залишається зачекати два дні – і можна йти до судді.

source: Plakaty zostały rozwieszone.
uk: Оголошення розвішані.

source: Plan Vicente
uk: План Вісенте

source: Plan ataku
uk: План атаки

source: Plan byłby dobry, gdyby nie dotyczył on Gwardzisty.
uk: План був би хороший, якби в ньому не було гвардійця.

source: Plan dotyczący Ernesto
uk: План, стосовно Ернесто

source: Plan jest bardzo prosty. Przyjdziesz z nim o północy pod kapliczkę Innosa, zaraz za wschodnią bramą.
uk: План дуже простий. Ти прийдеш з ним опівночі під вівтар Інноса, одразу за східною брамою.

source: Plan jest prosty, słuchaj uważnie.
uk: План простий, слухай уважно.

source: Plan się powiódł. Zbytnia pewność siebie zgubiła In Extremo. Grayson powinien być zadowolony z rozwoju sytuacji. Pora do niego wrócić.
uk: План вдався. Надмірна самовпевненість згубила In Extremo. Грейсон має бути задоволений розвитком подій. Час повернутися до нього.

source: Plan wypalił. Coen uciekł i z tego co widziałem wziął więcej złota, niż się tego spodziewałem. Simon nie zamierza informować Corteza, że ktoś dłubał w skrzyni.
uk: План спрацював. Коен втік і, наскільки я бачив, забрав більше золота, ніж я очікував. Саймон не збирається повідомляти Кортеза, що хтось порпався у скрині.

source: Plan wypalił. Masz się wynosić z wioski.
uk: План спрацював. Тобі треба забиратися звідси.

source: Plan wypalił?
uk: План спрацював?

source: Plan zadziałał. Andreas stracił swojego sojusznika, więc Holdwig będzie zadowolony.
uk: План спрацював. Андреас втратив свого союзника, тож Гольдвіг буде задоволений.

source: Plan, który z początku przynosił owoce, z czasem jednak zaczął obracać się przeciwko Maksymowi. Oddalone wiele mil od Vengardu kolonie chętniej bowiem uznawały zwierzchnictwo obrotnych kupców niż królewskich wysłanników. Z kolei śmielsze, samowystarczalne faktorie, zaczęły decydować o gospodarce i polityce, a nawet wybijać własne monety.
uk: План, який спершу приносив плоди, з часом почав обертатися проти Максимуса. Це сталося тому, що колонії, розташовані за багато миль від Венгарду, були більш схильні визнавати владу проворних торговців, аніж королівських послів. Більше того, сміливі, самодостатні мануфактури почали вирішувати питання економіки та політики і навіть карбувати власні монети.

source: Planowałem powiedzieć o zaginięciu Jorna, gdy już uda mi się zamknąć tą sprawę. Może w końcu ktoś naprawdę mi pomoże. Czuję, że jestem już blisko.
uk: Я планував розповісти про зникнення Йорна, як тільки мені вдасться закінчити цю справу. Можливо, хтось нарешті дійсно допоможе мені. Я відчуваю, що я вже близько.

source: Plaża nie jest na tyle duża, bym musiał płacić za informację o położeniu skrzyni. Z jej otwarciem mogę mieć większy problem, ale kto wie, może w chacie Roya znajdę coś pomocnego.
uk: Пляж не настільки великий, щоб мені довелося платити за інформацію про місцезнаходження скрині. Можливо, мені буде важче її відімкнути, але хто знає, можливо, я знайду щось корисне в хатині Роя.

source: Plony okazały się wyjątkowo udane.
uk: Урожай виявився виключно вдалим.

source: Plotki i opinie.
uk: Чутки і пересуди.

source: Plus jest taki, że dostałem ten wygodny pancerz, mam gdzie spać i co jeść. Jednak nie sądzę, żeby to było najlepsze miejsce do zdobycia renomy i rozwijania swojej kariery.
uk: Плюс у тому, що я отримав цей зручний обладунок, маю де поспати і що поїсти. Але я не думаю, що це найкраще місце для того, щоб зробити собі ім'я і розвивати кар'єру.

source: Plus parę siniaków. Zastanów się jeszcze nad tym. W każdym razie powiedz Viktorowi, że czekam przed karczmą.
uk: І ще кілька синців на додачу. Подумай ще над цим. У будь-якому випадку, скажи Віктору, що я чекаю біля корчми.

source: Pniesz się po szczeblach kariery, więc masz coraz wyższe wymagania. Moim zadaniem jest im sprostać!
uk: Ти піднімаєшся кар'єрними сходами, а отже, у тебе все вищі і вищі вимоги. Моє завдання - виправдати їх!

source: Po Starym, oczywiście.
uk: По Старому, звісно.

source: Po Volfzacku była jakaś nielicha wojna domowa, chyba między jego synami, a pogodził ich ówczesny Król Myrtany.
uk: Після Вольфзака була велика громадянська війна, здається, між його синами, а примирив їх тодішній Король Міртани.

source: Po Wielkiej Wojnie z Orkami Rhobar II musiał podjąć wiele trudnych, lecz koniecznych decyzji, aby zapewnić integralność kraju w tych niespokojnych czasach.
uk: Після Великої війни з орками Робару II довелося прийняти багато складних, але необхідних рішень, щоб забезпечити цілісність країни у ці неспокійні часи.

source: Po Wielkiej Wojnie z Orkami i przywróceniu Myrtany na mapy świata Rhobar II stał się symbolem odbudowy królestwa - promykiem słońca dla usłanej śmiercią ziemi. Dla podupadłej Gildii Araxos z kolei było nim troje obrotnych przedsiębiorców z różnych stron świata, którzy z racji swoich dokonań zostali wybrani na ciało zarządcze organizacji.
uk: Після Великої війни з орками та відновлення Міртани на мапі світу, Робар II став символом відновлення королівства – променем сонця для землі, вкритої смертю. З іншого боку, для занепадаючої Гільдії Араксос саме таким променем стали троє завзятих торговців з різних куточків світу, які завдяки своїм досягненням були обрані до керівного складу організації.

source: Po całym dniu pracy każdemu należy się kufel dobrego piwka.
uk: Після цілого дня праці кожен заслуговує на кухоль доброго пивка.

source: Po cholerę ci to wiedzieć? Życie ci niemiłe?!
uk: На біса тобі це знати? Тобі що, життя не миле?!

source: Po co Gildii tyle siarki?
uk: Навіщо Гільдії так багато сірки?

source: Po co Odgarowi 'Mistrzostwo Nordmarczyków'?
uk: Навіщо Одгару 'Майстерність нордмарців'?

source: Po co ci ciało tego chłopaka?
uk: Нащо тобі тіло того хлопця?

source: Po co ci ona?
uk: Навіщо він тобі?

source: Po co ci strój drwala?
uk: Навіщо тобі вбрання лісоруба?

source: Po co ci ten pierścień?
uk: Нащо тобі цей перстень?

source: Po co ci złoto w więzieniu?
uk: Навіщо тобі золото у в'язниці?

source: Po co idzie do Wielkiej Winnicy?
uk: Чому він збирається до Великого виноградника?

source: Po co jeszcze do mnie przyłazisz? Nie jestem w stanie nauczyć cię niczego więcej!
uk: Нащо ти до мене приперся? Мені більше нічому тебе навчити!

source: Po co ktoś miałby niszczyć ci chatę?
uk: Навіщо комусь трощити твою хатину?

source: Po co ktoś tutaj przywiązał sznur? I to taki mocny?
uk: Навіщо хтось прив'язав тут мотузку? Та ще й таку міцну?

source: Po co miałbym to robić?
uk: Навіщо мені це робити?

source: Po co mielibyśmy go niby zabijać? Starał się podlizać strażnikom, ale to nie powód!
uk: Чому ми мали його вбивати? Він намагався підлизатися до вартових, але це не причина!

source: Po co mielibyśmy zabijać Roela? Zabiliście jednego ze swoich i teraz próbujecie w to wrobić nas?
uk: Навіщо нам вбивати Роела? Ви вбили одного зі своїх, а тепер хочете звалити це на нас?

source: Po co mnie szukałeś? Nie mogę nawet umrzeć w spokoju?
uk: Навіщо ти мене шукав? Мені навіть померти спокійно не можна?

source: Po co pilnujesz tego przejścia?
uk: Тоді чому ти охороняєш цей прохід?

source: Po co przyszedłeś?
uk: Навіщо ти прийшов?

source: Po co płyniesz na Archolos?
uk: Навіщо ти пливеш на Архолос?

source: Po co szanować wojowników skoro moje eliksiry mogą zrobić wszystko to, co oni.
uk: Навіщо поважати воїнів, якщо мої еліксири можуть зробити все, що можуть вони?

source: Po co to wszystko?
uk: Навіщо все це?

source: Po co tu przyszedłeś?
uk: Нащо ти прийшов?

source: Po co tu przyszedłeś? Czego jeszcze chcesz?
uk: Нащо ти сюди прийшов? Чого тобі ще треба?

source: Po co tu tak koczujecie?
uk: Чому ви тут розбили табір?

source: Po co twoim zdaniem przyszedłem?
uk: Як думаєш, навіщо я тут?

source: Po co w takiej sytuacji być ambitnym? Po co się starać, skoro zwykłą modlitwą możesz dostać tyle, ile inni, ciężko pracujący ludzie?
uk: Навіщо в такій ситуації ставити собі якісь цілі? Навіщо взагалі трудитися, коли простою молитвою можна отримати стільки ж, скільки й інші люди, які тяжко працюють?

source: Po co waszej ekscelencji to paskudztwo?
uk: Навіщо вашій світлості ця гидота?

source: Po co właściwie ci ta informacja?
uk: Навіщо тобі ця інформація?

source: Po co zakazywać czegoś, czego ludzie się domagają?
uk: Навіщо забороняти те, чого люди так хочуть?

source: Po co zakazywać czegoś, czego tak naprawdę domagają się ludzie?
uk: Навіщо забороняти те, чого люди так хочуть?

source: Po co? Żeby znowu nasze marzenia zderzyły się z okrucieństwem tego świata?
uk: Заради чого? Щоб наші мрії знову зіткнулися з жорстокістю цього світу?

source: Po części jestem podekscytowany, po części przerażony. Ale ogólnie radzę sobie lepiej, niż się spodziewałem.
uk: Я частково схвильований, частково наляканий. Але загалом я почуваюся краще, ніж очікував.

source: Po części zgadzam się z tym, co mówisz. Chciałbym dowiedzieć się więcej o waszym ruchu.
uk: Я частково згоден з твоїми словами. Хотілося б побільше дізнатися про ваш рух.

source: Po dobroci się nie udało. Chyba nie pozostaje mi nic innego, jak tylko rozwiązanie siłowe.
uk: По-доброму нічого не вийшло. Думаю, мені не лишається нічого, окрім вирішити це питання силою.

source: Po dotarciu do Archolos poprosiłem przewoźnika, by wysadził mnie na północno-wschodniej plaży zwanej przez miejscowych 'Bursztynowym Wybrzeżem'. Z początku facet trochę kręcił nosem, ale parę dodatkowych monet załatwiło sprawę. Wszystko byle nie płacić tego horrendalnego cła!
uk: Діставшись Архолосу, я попросив перевізника висадити мене на північно-східному пляжі, який місцеві жителі називають Бурштиновим узбережжям. Спочатку хлопець трохи крутив носом, але кілька додаткових монет вирішили питання. Будь-що, аби не платити це жахливе мито!

source: Po dotarciu do brzegu wyruszyliśmy w poszukiwaniu wioski. Część ludzi została w jaskini nieopodal plaży.
uk: Діставшись берега, ми вирушили на пошуки села. Частина людей залишилася в печері неподалік від пляжу.
